Repository: Opetushallitus/varda
Catalog: webapps/locale/*/LC_MESSAGES/django.po
Languages: sv

source: Internal Server Error
sv: Internt Serverfel

source: The system has encountered an internal error. We are clarifying the source and reason for this error.
sv: Systemet har stött på ett internt fel. Vi klargör källan och orsaken till detta fel.

source: Return
sv: Tillbaka

source: VARDA Main Page
sv: VARDA Huvudsida

source: 'Kirjaudu sisään'
sv: 'Logga in'

source: Unohditko käyttäjätunnuksesi tai salasanasi?
sv: Har du glömt ditt användarnamn eller lösenord?

source: Ei tiliä?
sv: Ingen konto?

source: Varhaiskasvatuksen tietorakenteet
sv: Småbarnsfostran datastrukturer

source: Selailtava REST API
sv: Bläddringsbar REST API

source: Swagger REST API dokumentaatio
sv: Swagger REST API dokumentation

source: E-mail
sv: E-post

source: Organisaation Y-tunnus
sv: Organisationens företags-ID

source: Ns. ilmaiset sähköpostiosoitteet eivät käy. Ole hyvä ja käytä organisaatiosähköpostiosoitetta.
sv: So kallad fri e-postadressen gäller inte. Var vänlig och använddin organisationens e-postadress.

source: Tämä sähköpostiosoite on jo käytössä. Ole hyvä ja anna toinen osoite.
sv: Den här e-postadress används redan. Var vänlig och ge en annan adress.
