{
    "page.title": "Varhaiskasvatustiedot – Oma Opintopolku",
    "varhaiskasvatustiedot": "Varhaiskasvatustiedot",
    "varhaiskasvatustiedot_text1": "Tällä sivulla näkyvät kaikki Vardaan tallennetut henkilö- ja varhaiskasvatustiedot uusimmasta vanhimpaan. Tiedot tallentaa varhaiskasvatuksen järjestäjä.",
    "varhaiskasvatustiedot_text2": "Varhaiskasvatuksen tietovaranto Varda kokoaa tiedot varhaiskasvatuksessa olevista lapsista, toimipaikoista, huoltajista, maksuista sekä henkilöstöstä. Varhaiskasvatustoimijat eli kunnat, kuntayhtymät ja yksityiset varhaiskasvatuksen palveluntuottajat tallentavat tiedot Vardaan. Tietovarannosta tiedot välitetään eteenpäin lakiperusteisesti tiedon tarvitsijoille, kuten opetus- ja kulttuuriministeriölle, aluehallintavirastoille, Kelalle ja Tilastokeskukselle. Tietojen tallentaminen perustuu varhaiskasvatuslakiin (540/2018).",
    "ei-vakapaatoksia": "Lapselta ei löydy varhaiskasvatuspäätöksiä",
    "henkilotiedot": "Henkilötiedot",
    "katsot-tietoja-huoltajana": "Katsot tietoja huoltajana",
    "henkilotiedot-varjaiskasvatuksen-tietovarannossa": "Henkilötiedot varhaiskasvatuksen tietovarannossa",
    "lapsi.oppijanumero": "Oppijanumero",
    "lapsi.henkilotunnus": "Henkilötunnus",
    "lapsi.etunimet": "Etunimet",
    "lapsi.kutsumanimi": "Kutsumanimi",
    "lapsi.sukunimi": "Sukunimi",
    "lapsi.aidinkieli": "Äidinkieli",
    "lapsi.syntymaaika": "Syntymäaika",
    "lapsi.sukupuoli": "Sukupuoli",
    "lapsi.kotikunta": "Kotikunta",
    "lapsi.katuosoite": "Katuosoite",
    "lapsi.postinumero": "Postinumero",
    "lapsi.postitoimipaikka": "Postitoimipaikka",
    "varhaiskasvatustiedot-toimipaikoittain": "Varhaiskasvatustiedot toimipaikoittain",
    "voimassa-useita-vakapaatoksia": "HUOM! Lapsella on voimassa useita varhaiskasvatuspäätöksiä tai -suhteita. Tarkista tiedot alla.",
    "varhaiskasvatuspaatokset": "Varhaiskasvatuspäätökset",
    "varhaiskasvatuspaatos": "Varhaiskasvatuspäätös",
    "varhaiskasvatuspaatos.hakemus-pvm": "Varhaiskasvatushakemuksen päivämäärä",
    "varhaiskasvatuspaatos.toimipaikkaan-sijoittuminen": "Toimipaikkaan sijoittuminen",
    "varhaiskasvatuspaatos.tuntimaara-viikossa": "Tuntimäärä viikossa",
    "varhaiskasvatuspaatos.jarjestamismuoto": "Järjestämismuoto",
    "varhaiskasvatuspaatos.paivittainen-varhaiskasvatus": "Päivittäinen varhaiskasvatus",
    "varhaiskasvatuspaatos.kokoaikainen-varhaiskasvatus": "Kokoaikainen varhaiskasvatus",
    "varhaiskasvatuspaatos.paivittainen-varhaiskasvatus-kylla": "Päivittäisessä varhaiskasvatuksessa",
    "varhaiskasvatuspaatos.paivittainen-varhaiskasvatus-ei": "Osaviikkoisessa varhaiskasvatuksessa",
    "varhaiskasvatuspaatos.kokoaikainen-varhaiskasvatus-kylla": "Kokopäiväisessä varhaiskasvatuksessa",
    "varhaiskasvatuspaatos.kokoaikainen-varhaiskasvatus-ei": "Osapäiväisessä varhaiskasvatuksessa",
    "varhaiskasvatuspaatos.vuorohoito": "Vuorohoito",
    "varhaiskasvatuspaatos.vuorohoito-kylla": "Lapsi on vuorohoidossa",
    "varhaiskasvatuspaatos.vuorohoito-ei": "Lapsi ei ole vuorohoidossa",
    "varhaiskasvatuspaatos.varhaiskasvatusaika": "Varhaiskasvatusaika",
    "varhaiskasvatuspaatos.osaviikkoinen-varhaiskasvatus": "Osaviikkoinen varhaiskasvatus",
    "varhaiskasvatuspaatos.osaaikainen-varhaiskasvatus": "Osa-aikainen varhaiskasvatus",
    "varhaiskasvatuspaatos.pikakasittely": "Pikakäsittely",
    "varhaiskasvatuspaatos.pikakasittely-kylla": "Lapsen hakemus on pikakäsitelty",
    "varhaiskasvatuspaatos.pikakasittely-ei": "Lapsen hakemus ei ole ollut pikakäsittelyssä",
    "varhaiskasvatussuhteet": "Varhaiskasvatussuhteet",
    "varhaiskasvatussuhteet.nolla-suhdetta": "Varhaiskasvatuspäätöksellä ei ole yhtään varhaiskasvatussuhdetta, ota yhteyttä varhaiskasvatuksen järjestäjään.",
    "varhaiskasvastussuhteet.toimipaikka": "Toimipaikka",
    "varhaiskasvastussuhteet.sahkoposti": "Sähköpostiosoite",
    "varhaiskasvatussuhteet.jarjestaja": "Varhaiskasvatuksen järjestäjä",

    "kylla": "Kyllä",
    "ei": "Ei",
    "poistu": "Poistu",
    "varhaiskasvatuspaatos.onko-tiedoissa-virhe": "Onko tiedoissa virhe?",
    "onko-tiedoissa-puutteita": "Onko tiedoissa puutteita?",
    "mies": "Mies",
    "nainen": "Nainen",
    "open": "Avaa",
    "close": "Sulje",
    "alkaen": "{{ date }} alkaen",
    "info": "INFO",

    "error.child-not-found-1": "Lapsen tiedoilla ei löydy varhaiskasvatustietoja Varhaiskasvatuksen tietovarannosta (Varda).",
    "error.child-not-found-2": "Vardaan on tallennettu 1.1.2019 ja sen jälkeen varhaiskasvatuksessa olleiden lasten tiedot. Sitä vanhempia varhaiskasvatustietoja ei ole tallennettu Vardaan.",
    "error.child-not-found-3": "Mikäli lapsi on ollut varhaiskasvatuksessa 1.1.2019 tai sen jälkeen eikä varhaiskasvatustietoja löydy Vardasta, ole yhteydessä kuntasi varhaiskasvatuspalveluihin tai yksityiseen varhaiskasvatuksen palveluntuottajaan.",

    "contact-dialog.otsikko": "Onko varhaiskasvatustiedoissa virhe?",
    "contact-dialog.ota-yhteytta-osoitteeseen": "Mikäli varhaiskasvatussuhteen tiedoissa on virhe, voit tiedustella asiaa lähettämällä sähköpostia osoitteeseen",
    "contact-dialog.muista-mainita": "Muista mainita sähköpostissa lapsen nimi ja syntymäaika sekä varhaiskasvatuksen tietovarannossa oleva virhe.",
    "contact-dialog.ota-yhteytta-vakajarjestajaan": "Mikäli varhaiskasvatuspäätöksen tiedoissa on virhe tai lapselta puuttuu varhaiskasvatustietoja, ota yhteyttä varhaiskasvatuksen järjestäjään.",

    "info.henkilotiedot": "Lapsen henkilötiedot haetaan Väestötietojärjestelmästä. Mahdolliset muutokset päivittyvät Vardaan kerran vuorokaudessa. Mikäli henkilötiedoissa on virheitä, huoltajan tulee olla yhteydessä paikalliseen maistraattiin.",
    "tooltip.henkilotiedot.oppijanumero":	"Kaikille lapsille muodostuu Vardan taustapalvelussa Opetushallituksen Oppijanumerorekisterissä henkilökohtainen oppijanumero, joka pysyy samana henkilön koko opin polun ajan.",
    "tooltip.henkilotiedot.henkilotunnus":	"Lapsen henkilötunnus",
    "tooltip.henkilotiedot.etunimet":	"Lapsen etunimet",
    "tooltip.henkilotiedot.kutsumanimi":	"Kutsumanimen on oltava yksi etunimistä. Mikäli kutsumanimi ei ole tiedossa varhaiskasvatuksen toimipaikassa, kutsumanimi on automaattisesti yksi etunimistä. ",
    "tooltip.henkilotiedot.sukunimi":	"Lapsen sukunimi",
    "tooltip.henkilotiedot.aidinkieli":	"Lapsen äidinkieli",
    "tooltip.henkilotiedot.syntymaaika":	"Lapsen syntymäaika",
    "tooltip.henkilotiedot.sukupuoli":	"Lapsen sukupuoli",
    "tooltip.henkilotiedot.kotikunta":	"Lapsen kotikunta",
    "tooltip.henkilotiedot.katuosoite": "Lapsen osoite",
    "tooltip.henkilotiedot.postinumero":	"Lapsen postiosoitteen postinumero",
    "tooltip.henkilotiedot.postitoimipaikka":	"Lapsen postiosoitteen postitoimipaikka",

    "muut-osoitetiedot": "Muut osoitetiedot",

    "info.varhaiskasvatuspaatos": 	"Lapsen varhaiskasvatuspäätöksellä kuvataan päätöstä tai sopimusta lapsen oikeudesta varhaiskasvatukseen. Vardaan kerätään tietoja hieman erityyppisesti kuin varhaiskasvatustoimijan omassa käytössä olevaan varhaiskasvatuksen järjestelmään. Vardaan tuodaan tiedot jokaisesta päätöksestä erikseen.  Mikäli jokin varhaiskasvatusoikeuden laajuuteen liittyvistä tiedoista muuttuu (esimerkiksi tuntimäärä), tuodaan Vardaan uusi päätös, minkä johdosta lapsella saattaa olla useita varhaiskasvatuspäätöksiä Vardassa.",
    "tooltip.hakemus-pvm": "Hakemuspäivämäärä on varhaiskasvatuspäätökseen tai sitä vastaavaan sopimukseen johtaneen hakemuksen toimittamispäivämäärä eli se päivämäärä, jolloin hakemus on vastaanotettu. Mikäli hakemuspäivämäärä ei ole varhaiskasvatustoimijan tiedossa, päivämääräksi on voitu tallentaa esimerkiksi 1.1.2007.",
    "tooltip.tuntimaara-viikossa": "Varhaiskasvatuksen tietovaranto Vardaan ilmoitetaan lapsen varhaiskasvatusaika muodossa tuntia viikossa. Tämä tarkoittaa sitä, että jos varhaiskasvatuspäätöksellä on varhaiskasvatusaika ilmoitettu eri muodossa (esimerkiksi tunteja kuukaudessa, päiviä viikossa tai päiviä kuukaudessa), varhaiskasvatusaika on muunnettu tuntia viikossa -muotoon Vardaa varten. Jos varhaiskasvatuspäätöksellä on tuntiportaikko, Vardaan ilmoitetaan tuntiportaikon ylin tuntimäärä.",
    "tooltip.jarjestamismuoto": "Varhaiskasvatustoimintaa järjestetään kunnan tai kuntayhtymän järjestämänä, kunnan tai kuntayhtymän ostopalveluna, palvelusetelillä, yksityisen hoidon tuella tai yksityisenä varhaiskasvatuksena ilman yksityisen hoidon tukea. Lapsen varhaiskasvatuksen järjestämismuoto on kirjattu varhaiskasvatuspäätökseen tai sitä vastaavaan sopimukseen.",
    "tooltip.paivittainen-varhaiskasvatus": "Varhaiskasvatus on päivittäistä, jos se jakautuu viidelle arkipäivälle (ma-pe).",
    "tooltip.kokoaikainen-varhaiskasvatus": "Varhaiskasvatus on kokopäiväistä, jos lapsen varhaiskasvatusaika on yli viisi tuntia päivässä ja varhaiskasvatus tapahtuu arkipäivinä (ma-pe).",
    "tooltip.vuorohoito": "Lapsi on vuorohoidossa, mikäli lapsen varhaiskasvatus tapahtuu ns. normaalien varhaiskasvatusaikojen ulkopuolella. Normaaliksi varhaiskasvatusajaksi on määritelty arkisin (ma-pe) tapahtuva varhaiskasvatus klo 6.00-18.00 välisenä aikana. Mikäli varhaiskasvatustoimija on tehnyt päätöksen joustaa varhaiskasvatukseen tuomisen tai hakemisen osalta, kuitenkin siten, että pääasiallinen varhaiskasvatus tapahtuu arkipäivinä em. aikavälillä, voidaan tulkita lapsen olevan silloin normaalin varhaiskasvatuksen piirissä.",
    "tooltip.varhaiskasvatusaika": "Lapsen varhaiskasvatuspäätöksen voimassaoloväli",
    "tooltip.pikakasittely": "Pikakäsittelyllä tarkoitetaan tilannetta, jossalapselle on tehty varhaiskasvatuspäätös vähemmän kuin kaksi viikkoa siitä, kun varhaiskasvatushakemus toimitettiin varhaiskasvatustoimijalle.",

    "tooltip.toimipaikka": "Toimipaikalla tarkoitetaan päiväkotia, perhepäiväkotia tai ryhmäperhepäiväkotia, jossa lapsi on varhaiskasvatuksessa",
    "tooltip.toimipaikka.nimi": "Toimipaikan nimi",
    "tooltip.toimipaikka.postitoimipaikka": "Toimipaikan postitoimipaikka",
    "tooltip.toimipaikka.sahkoposti": "Toimipaikan sähköpostiosoite",
    "tooltip.toimipaikka.jarjestaja": "Varhaiskasvatuksen järjestäjä",
    "tooltip.info": "Lapsen varhaiskasvatuspäätöksella kuvataan päätöstä tai sopimusta lapsen oikeudesta varhaiskasvatukseen. Vardaan kerätään tietoja hieman erityyppisesti kuin varhaiskasvatustoimijan omassa käytössä olevaan varhaiskasvatuksen järjestelmään. Vardaan tuodaan tiedot jokaisesta päätöksestä erikseen. Mikäli jokin varhaiskasvatusoikeuden laajuuteen liittyvistä tiedoista muuttuu (esimerkiksi tuntimäärä), tuodaan Vardaan uusi päätös, minkä johdosta lapsella saattaa olla useita varhaiskasvatuspäätöksiä Vardassa",

    "logout": "Kirjaudu ulos",

    "last-line": "vika-rivi"
}
